<template>
  	<div id="protocol" class="container">
      <manager-header/>
      <div class="content">
        <h1 class="text-center">用户须知</h1>
        <p>感谢您访问、使用中消在线企业名录平台。在使用本平台前，请仔细阅读、理解本须知。</p>
        <h2>一、平台的使用</h2>
        <p>本平台是以互联网+模式运营的消防专业平台，为房地产企业、安装施工、施工材料设备生产等相关企业提供个性化、全过程的咨询服务，不得作为其他目的 的使用。
        </p>
        <h2>二、账号的注册</h2>
        <p>由于本平台提供的网络服务关系到您的交易安全，关系到每个用户的合法权益。为保证交易安全，您确认同意：<br>
          1、您提供的注册信息及其他本平台上发布的任何信息均是真实、准确、完整、 合法有效的；<br>
          2、您提供的注册资料如发生变化，请务必及时在本平台进行更新。</p>
        <h2>三、隐私权政策</h2>
        <p>1、尊重用户隐私是中消在线平台的一项基本政策。为了给您提供更准确、 更优质的服务，本平台会按照本隐私权政策的规定对您提供的信息采取保密措施。<br>
          2、您向本平台提供的信息受到本平台的保护，但如果存在以下情况，本平台将披露您的信息： ①征得您的同意； ②您对自身信息保密不当原因，导致您非
            公开信息泄露； ③由于网络线路、黑客攻击、计算机病毒、政府管制等原因造成的信息泄露、丢失、 被盗用或被篡改等； ④根据法律法规的有关规定，
            或者行政或司法机构的要求，向第三方或者行政、司法 机构披露； ⑤因您违反法律法规、或者平台服务协议或其他规定的情况，需要向第三方披露。<br>
          3、虽然本平台对您的信息、密码等采取了安全保护措施，确保您的信息不丢失、不被滥用和变造。但是请您注意在信息网络上不存在“完善的安全措施”，
            所以请您妥善保管您的账户及密码信息。如您发现您的账户、密码已经泄露或存在风险，请您立即联系本平台以便本平台采取相应的措施。
          </p>
        <h2>四、权利声明</h2>
        <p>1、对于本网站中所含的知识产权和其他权利，您应当予以尊重。 如果内容未含权利声明，并不代表本网站对其不享有权利和不主张权利， 您应根据法律、法规及诚实信用原则尊重权利人的合法权益并合法使用该内容。<br>
        2、您承诺自己在使用本平台实施的所有行为符合法律、法规、行政规章和本平台的相关规定。如有任何违法、违规行为，您将以自己的名义独立承担相应的法律责任。<br>
        3、您在本平台网上交易过程中如与其他第三方因交易产生纠纷，可以请求本平台从中予以协调处理。您如发现其他第三方有违法或违反本协议的行为，可以向本平台举报。<br>
        4、您不得使用以下方式登录平台或破坏平台所提供的服务：<br>
        &lt;1&gt;、以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本平台；<br>
        &lt;2&gt;、通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为；<br>
        &lt;3&gt;、通过任何方式干扰或试图干扰平台的正常工作或平台上进行的任何活动。<br>
        5、如发生以下情形，本平台有权在无需征得您同意的情况下，采取一定措施，包括但不限于限制您的活动、向您核实有关资料、发出警告通知、暂时中止、无限期中止、拒绝向该您提供服务等：<br>
        &lt;1&gt;、您以非自然人名义进行认证之后，认证主体自行注销或者经有权机关吊销或撤销的；<br>
        &lt;2&gt;、您违反本协议或因被提及而纳入本协议的相关规则；<br>
        &lt;3&gt;、存在其他第三方通知本平台，认为您某个具体交易事项存在违法或不当行为，并提供相关证据，而本平台无法联系到该您核证或验证该第三方向本平台提供的任何资料；<br>
        &lt;4&gt;、存在其他第三方通知本平台，认为您某个具体交易事项存在违法或不当行为，并提供相关证据。本平台以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对他方或本平台造成财务损失或法律责任。<br>
        6、根据国家法律、法规、行政规章规定、本协议的内容和本平台所掌握的事实依据，可以认定该您存在违法或违反本协议的行为以及存在在本平台交易平台上的其他不当行为，本平台有权无需征得您的同意在本平台交易平台及所在平台上以网络发布形式公布该您的违法、违规行为，并有权随时作出冻结账户、取消使用平台资格等处理。<br>
        7、本平台有权在不通知您的前提下，删除或采取其他限制性措施处理下列违法违规信息：包括但不限于存在欺诈等恶意或虚假内容；存在恶意竞价或其他试图扰乱正常交易秩序因素；违反公共利益或可能严重损害本平台和其他第三方合法利益。
        </p>
        <h2>五、接受的条款</h2>
        <p>1、您需完全接受本协议所有条款及注册程序，如果您不愿意接受本协议条款的请即停止注册。<br>
          2、中消在线有权在必要时修改条款，经修订的条款一经公布，即自动生效。服务条款一旦发生变动，如果您不同意所改动的内容，可以主动停止使用服务。如果您继续享用服务，则视为接受条款的变动，当您与中消在线发生争议时，应以最新的条款为准。</p>
        <h2>六、服务终止</h2>
        <p>1、本平台可自行全权决定以任何理由(包括但不限于本平台认为您已违反本协议及相关规则的字面意义和精神等)终止对您的服务，并有权在两年内保存您在本平台的全部资料（包括但不限于您信息、产品信息、交易信息等）。同时本平台可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供全部或部分服务。服务终止后，本平台没有义务向您保提供原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。<br>
        2、若您申请终止本平台服务，需经本平台审核同意，方可解除与本平台的协议关系，但本平台仍保留下列权利：<br>
        &lt;1&gt;、本平台有权在法律、法规、行政规章规定的时间内保留该您的资料，包括但不限于以前的您资料、交易记录等；<br>
        &lt;2&gt;、若终止服务之前，该您在本平台上尚存在违法行为或违反本协议的行为，本平台仍可行使本协议所规定的权利。<br>
        3、您存在下列情况，本平台可以终止向该您提供服务：<br>
        &lt;1&gt;、在您违反本协议及相关规则规定时，本平台有权终止向该您提供服务。本平台将在中断服务时通知您。但该您在被本平台终止提供服务后，再一次直接或间接或以他人名义注册为本平台您的，本平台有权再次单方面终止为该您提供服务；<br>
        &lt;2&gt;、本平台发现您注册资料中主要内容是虚假的，本平台有权随时终止为该您提供服务；<br>
        &lt;3&gt;、本协议终止或更新时，您未确认新的协议的；<br>
        &lt;4&gt;、其它本平台认为需终止服务的情况。</p>
      </div>
	</div>
</template>
<script>
  import ManagerHeader from '../../components/managerHeader'
  import {EventBus} from '../../util/eventBus'

  export default {
    name: 'Protocol',
    components: {ManagerHeader},
    mounted () {
      EventBus.$emit('setHomeHeader', '平台合作协议')
    }
  }
</script>
<style lang="scss" scoped>
#protocol{
  padding: 40px 0;
  background-color: #fff;
  box-shadow: 0 0 10px #ccc;
  .content{
    margin: 0 70px;
  }
}
</style>
